* comparison table
| stat          | without wonko | with wonko | % slower |
|---------------+---------------+------------+----------|
| gb call < 5   |            79 |         67 |   -15.19 |
| gb call < 10  |            90 |         82 |    -8.89 |
| gut call < 5  |            53 |         44 |   -16.98 |
| gut call < 10 |            78 |         71 |    -8.97 |
| gb sp < 5     |            76 |         73 |    -3.95 |
| gb sp < 10    |            90 |         88 |    -2.22 |
| gut sp < 5    |            59 |         53 |   -10.17 |
| gut sp < 10   |            80 |         76 |    -5.00 |
#+TBLFM: $4=($3 - $2)*100/$2;%.2f

| stat          | without wonko | with wonko | wonko | % slower |
|---------------+---------------+------------+-------+----------|
| gb call < 5   |            79 |         74 |       |    -6.33 |
| gb call < 10  |            90 |         83 |       |    -7.78 |
| gut call < 5  |            53 |         65 |       |    22.64 |
| gut call < 10 |            78 |         77 |       |    -1.28 |
| gb sp < 5     |            76 |         62 |       |   -18.42 |
| gb sp < 10    |            90 |         81 |       |   -10.00 |
| gut sp < 5    |            59 |         39 |       |   -33.90 |
| gut sp < 10   |            80 |         63 |       |   -21.25 |
#+TBLFM: $5=($3 - $2)*100/$2;%.2f

